Repository: ntindle/EaselWall
Catalog: Sources/EaselWall/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, nl, pt_br, zh_hans

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
nl: Weergave
pt_br: Aparência
zh_hans: 外观

source: Schedule
de: Zeitplan
es: Horario
fr: Horaire
ja: スケジュール
nl: Planning
pt_br: Agendamento
zh_hans: 计划

source: Displays
de: Bildschirme
es: Pantallas
fr: Écrans
ja: ディスプレイ
nl: Beeldschermen
pt_br: Telas
zh_hans: 显示器

source: Gallery
de: Galerie
es: Galería
fr: Galerie
ja: ギャラリー
nl: Galerij
pt_br: Galeria
zh_hans: 画廊

source: General
de: Allgemein
fr: Général
ja: 一般
nl: Algemeen
pt_br: Geral
zh_hans: 通用

source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
nl: Over
pt_br: Sobre
zh_hans: 关于

source: Museum Mat
de: Passepartout
es: Paspartú
fr: Passe-partout
ja: マット台紙
nl: Passe-partout
pt_br: Paspatur
zh_hans: 装裱卡纸

source: Spacing
de: Abstand
es: Espaciado
fr: Espacement
ja: 余白
nl: Afstand
pt_br: Espaçamento
zh_hans: 间距

source: Mat Color
de: Passepartout-Farbe
es: Color del paspartú
fr: Couleur du passe-partout
ja: マットの色
nl: Passe-partout kleur
pt_br: Cor do paspatur
zh_hans: 卡纸颜色

source: Compact
de: Kompakt
es: Compacto
ja: コンパクト
pt_br: Compacto
zh_hans: 紧凑

source: Generous
de: Großzügig
es: Amplio
fr: Généreux
ja: ゆったり
nl: Ruim
pt_br: Generoso
zh_hans: 宽松

source: Next Painting
de: Nächstes Gemälde
es: Siguiente pintura
fr: Tableau suivant
ja: 次の絵画
nl: Volgend schilderij
pt_br: Próxima pintura
zh_hans: 下一幅画

source: Settings...
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
nl: Instellingen…
pt_br: Configurações…
zh_hans: 设置…

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
nl: Stop
pt_br: Sair
zh_hans: 退出

source: Change wallpaper at
de: Hintergrundbild ändern um
es: Cambiar fondo a las
fr: Changer le fond à
ja: 壁紙変更時刻
nl: Achtergrond wijzigen om
pt_br: Mudar papel de parede às
zh_hans: 更换壁纸时间

source: Wallpaper changes daily at the selected time.
de: Das Hintergrundbild wird täglich zur gewählten Uhrzeit gewechselt.
es: El fondo de pantalla cambia diariamente a la hora seleccionada.
fr: Le fond d'écran change chaque jour à l'heure sélectionnée.
ja: 選択した時刻に毎日壁紙が変わります。
nl: De achtergrond verandert dagelijks op het geselecteerde tijdstip.
pt_br: O papel de parede muda diariamente no horário selecionado.
zh_hans: 壁纸每天在选定的时间更换。

source: Unique painting per display
de: Eigenes Gemälde pro Bildschirm
es: Pintura única por pantalla
fr: Tableau unique par écran
ja: ディスプレイごとに異なる絵画
nl: Uniek schilderij per scherm
pt_br: Pintura única por tela
zh_hans: 每个显示器使用不同的画作

source: When enabled, each monitor gets a different painting. When disabled, monitors with the same orientation share a painting.
de: Wenn aktiviert, erhält jeder Monitor ein anderes Gemälde. Wenn deaktiviert, teilen sich Monitore gleicher Ausrichtung ein Gemälde.
es: Si está activado, cada monitor muestra una pintura diferente. Si está desactivado, los monitores con la misma orientación comparten pintura.
fr: Lorsque activé, chaque écran affiche un tableau différent. Lorsque désactivé, les écrans de même orientation partagent le même tableau.
ja: 有効にすると、各モニターに異なる絵画が表示されます。無効にすると、同じ向きのモニターは同じ絵画を共有します。
nl: Indien ingeschakeld krijgt elk scherm een ander schilderij. Indien uitgeschakeld delen schermen met dezelfde oriëntatie een schilderij.
pt_br: Quando ativado, cada monitor exibe uma pintura diferente. Quando desativado, monitores com a mesma orientação compartilham a mesma pintura.
zh_hans: 启用后，每个显示器显示不同的画作。禁用后，相同方向的显示器共享同一幅画。

source: Launch at login
de: Bei Anmeldung starten
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に起動
nl: Open bij inloggen
pt_br: Abrir no login
zh_hans: 登录时启动

source: Automatically start EaselWall when you log in.
de: EaselWall automatisch bei der Anmeldung starten.
es: Iniciar EaselWall automáticamente al iniciar sesión.
fr: Lancer automatiquement EaselWall à la connexion.
ja: ログイン時にEaselWallを自動的に起動します。
nl: Start EaselWall automatisch bij het inloggen.
pt_br: Iniciar EaselWall automaticamente ao fazer login.
zh_hans: 登录时自动启动梵高壁纸。

source: Total paintings:
de: Gemälde gesamt:
es: Total de pinturas:
fr: Total de tableaux :
ja: 絵画の合計:
nl: Totaal schilderijen:
pt_br: Total de pinturas:
zh_hans: 画作总数:

source: Landscape:
de: Querformat:
es: Horizontal:
fr: Paysage :
ja: 横向き:
nl: Liggend:
pt_br: Paisagem:
zh_hans: 横向:

source: Portrait:
de: Hochformat:
es: Vertical:
ja: 縦向き:
nl: Staand:
pt_br: Retrato:
zh_hans: 纵向:

source: API Key
de: API-Schlüssel
es: Clave de API
fr: Clé API
ja: APIキー
nl: API-sleutel
pt_br: Chave de API
zh_hans: API密钥

source: Fetch Paintings
de: Gemälde abrufen
es: Obtener pinturas
fr: Récupérer les tableaux
ja: 絵画を取得
nl: Schilderijen ophalen
pt_br: Buscar pinturas
zh_hans: 获取画作

source: Get a free API key at rijksmuseum.nl to expand the collection.
de: Holen Sie sich einen kostenlosen API-Schlüssel auf rijksmuseum.nl, um die Sammlung zu erweitern.
es: Obtén una clave de API gratuita en rijksmuseum.nl para ampliar la colección.
fr: Obtenez une clé API gratuite sur rijksmuseum.nl pour enrichir la collection.
ja: rijksmuseum.nlで無料のAPIキーを取得してコレクションを拡張できます。
nl: Haal een gratis API-sleutel op bij rijksmuseum.nl om de collectie uit te breiden.
pt_br: Obtenha uma chave de API gratuita em rijksmuseum.nl para expandir a coleção.
zh_hans: 在rijksmuseum.nl获取免费API密钥以扩展收藏。

source: %lld paintings in collection
de: %lld Gemälde in der Sammlung
es: %lld pinturas en la colección
fr: %lld tableaux dans la collection
ja: コレクション内の絵画: %lld点
nl: %lld schilderijen in collectie
pt_br: %lld pinturas na coleção
zh_hans: 收藏中有 %lld 幅画作

source: Images sourced under CC0 from:
de: Bilder unter CC0-Lizenz von:
es: Imágenes bajo licencia CC0 de:
fr: Images sous licence CC0 provenant de :
ja: CC0ライセンスの画像提供元:
nl: Afbeeldingen onder CC0 van:
pt_br: Imagens sob licença CC0 de:
zh_hans: 图片来源（CC0许可）：

source: %@ display
de: %@-Bildschirm
es: Pantalla %@
fr: Écran %@
ja: %@ディスプレイ
nl: %@-scherm
pt_br: Tela %@
zh_hans: %@显示器

source: Added %lld new paintings
de: %lld neue Gemälde hinzugefügt
es: Se añadieron %lld pinturas nuevas
fr: %lld nouveaux tableaux ajoutés
ja: %lld点の新しい絵画を追加しました
nl: %lld nieuwe schilderijen toegevoegd
pt_br: %lld novas pinturas adicionadas
zh_hans: 新增了 %lld 幅画作

source: EaselWall
ja: ゴッホの壁紙
zh_hans: 梵高壁纸
